Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Do you not remember how, just at the moment when Jones and his men had got inside the yard, Snowball suddenly turned and fled, and many animals followed him?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Невже ви не пригадуєте, що саме тієї миті, як Джонс із своїми посіпаками зайшли у двір, Сніжок несподівано кинувся навтьоки, а за ним і багато хто?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хіба ви не пам’ятаєте, що в той момент, коли Джонс і його посіпаки зайшли у двір, Сніжок раптом кинувся тікати й багато тварин побігли слідом за ним?

source: At any rate, they remembered that at the critical moment of the battle Snowball had turned to flee.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Принаймні, згадали, що в переломний момент бою Сніжок зірвався бігти.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У всякому разі вони пам’ятали, що в критичний момент битви Сніжок кинувся бігти.

source: Presently the tumult died down.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Запала моторошна тиша.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: За мить усі завмерли.

source: They were all slain on the spot.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Їх усіх тут же скарали на горло.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усіх сповідників знищували без зволікань.

source: He fidgeted to and fro, swishing his long black tail against his sides and occasionally uttering a little whinny of surprise.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він вовтузився, стьобаючи себе по боках чорним довгим хвостом і час від часу тихо й здивовано іржав.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він неспокійно переступав з ноги на ногу, хльоскав себе по боках довгим чорним хвостом, час від часу здивовано похропуючи.

source: The animals huddled about Clover, not speaking.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини мовчки юрмилися навколо Конюшинки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини мовчки юрмилися поблизу Люцерни.

source: The knoll where they were lying gave them a wide prospect across the countryside.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З пагорба, де вони лежали, поставав розлогий краєвид.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: З пагорба, на якому вони лежали, відкривалися захопливі краєвиди.

source: It was a clear spring evening.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Був погожий весняний вечір.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Був теплий весняний вечір.

source: From now onwards it was forbidden to sing it.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Відтепер співати його заборонено.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтепер співати її заборонено.

source: And though no one cared to mention it in the hearing of the pigs or the dogs, it was felt that the killings which had taken place did not square with this.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І хоч ніхто не виявляв бажання згадувати про неї при свинях чи собаках, не зникало відчуття, що скоєні вбивства суперечили їй.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І хоч у присутності свиней і собак нікому не хотілося згадувати про це, однак усі прагнули ясності в цьому питанні.

source: As the summer wore on, and the windmill neared completion, the rumours of an impending treacherous attack grew stronger and stronger.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З наближенням осені і відбудовою вітряка все настійніше снувалися чутки про неминучий напад.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наприкінці літа, коли будівництво млина наближалося до завершення, чутки про загрозу зрадництва й нападу посилилися.

source: Moreover, the walls were twice as thick as before. Nothing short of explosives would lay them low this time!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та й стіни тепер були вдвічі товщі, ніж раніше. Тепер їх проломиш хіба що вибухівкою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та й стіни були вдвічі товщі, ніж раніше. Тепер їх могла зруйнувати хіба що вибухівка.

source: And when they thought of how they had laboured, what discouragements they had overcome, and the enormous difference that would be made in their lives when the sails were turning and the dynamos running — when they thought of all this, their tiredness forsook them and they gambolled round and round the windmill, uttering cries of triumph.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На думку про те, як вони трудилися, які сумніви й непевність долали, як зміниться їхнє життя, коли закрутяться крила, запрацює динамо-машина — де й дівалася втома; всі захоплено вигукували й не могли одійти від вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли вони згадували про те, як працювали, які перешкоди долали, уявляли, як зміниться їхнє життя, коли крила закрутяться і запрацює динамо-машини, тоді забували про втому і щодуху ганяли навколо млина, безперервно щось вигукуючи.

source: Tomorrow Frederick’s wagons would arrive and begin carting it away.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Завтра за нею прибудуть підводи й почнуть вивозити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Завтра приїдуть підводи й почнеться вивіз.

source: Throughout the whole period of his seeming friendship with Pilkington, Napoleon had really been in secret agreement with Frederick.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мовляв, весь цей час він удавав, що дружить з Пілкінгтоном, а насправді вже домовився з Фредеріком.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: То він тільки удавав, що дружить з Пілкінгтоном, а насправді Наполеон уклав таємну угоду з Фредеріком.

source: But the superior quality of Napoleon’s mind, said Squealer, was shown in the fact that he trusted nobody, not even Frederick.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але найхарактерніша особливість Наполеонової гри, відзначив Пищик, та, що вождь не вірив нікому, навіть Фредерікові.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пискун зазначив, що незрівнянна мудрість Наполеона полягає ще й у тому, що він не довіряє нікому — і Фредерікові також.

source: Frederick had wanted to pay for the timber with something called a cheque, which, it seemed, was a piece of paper with a promise to pay written upon it.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Фредерік хотів узяти деревину за якісь чеки, по суті, за клапоть паперу, який нібито обіцяє сплату.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Фредерік хотів сплатити за ліс чимось під назвою «чек», папірцем, на якому пишуть обіцянку.

source: But Napoleon was too clever for him.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та Наполеон не піддався.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але Наполеона не обдуриш!

source: Meanwhile the timber was being carted away at high speed.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тим часом деревину швидко вивозили.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тим часом деревину вивозили надзвичайно швидко.

source: When it was all gone, another special meeting was held in the barn for the animals to inspect Frederick’s bank-notes.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А коли вивезли всю, в хліві відбулися загальні збори, подивитися на Фредерікові банкноти.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли не залишилося й тріски, знову скликали загальні збори, щоб тварини могли оглянути банкноти Фредеріка.

source: And Boxer put out his nose to sniff at the bank-notes, and the flimsy white things stirred and rustled in his breath.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер навіть потягнувся мордою, щоб понюхати банкноти, і тоненькі білі папірці зашелестіли від його подиху.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Боксер навіть принюхався до них, злегка нахиливши голову. Від його дихання напівпрозорі білі папірці заворушилися.

source: The next moment a choking roar of rage sounded from Napoleon’s apartments.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А вже наступної миті з Наполеонових покоїв долинув лютий рев.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наступної миті з апартаментів Наполеона вирвалося люте ревіння.

source: The news of what had happened sped round the farm like wildfire.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Звістка про те, що сталося, блискавично облетіла ферму.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Новина поширилася Колгоспом, як пожежа.

source: The very next morning the attack came.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А наступного ранку напад відбувся.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Напад відбувся наступного ранку.

source: For the moment even Napoleon seemed at a loss.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На хвилю здалося, що навіть Наполеон розгубився.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть Наполеон, здавалося, розгубився.

source: He paced up and down without a word, his tail rigid and twitching.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він схвильовано походжав туди й сюди, його хвостик нервово сіпався.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він нервово походжав біля будинку, а його хвостик смикався від напруженого думання.

source: Wistful glances were sent in the direction of Foxwood.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сумовито поглядали вони на ферму «Лисячий Гай» —
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі раз у раз позирали в бік «Фоксвуда».

source: But at this moment the four pigeons, who had been sent out on the day before, returned, one of them bearing a scrap of paper from Pilkington.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але в цей час повернулося четверо голубів, що їх послали напередодні; один із них мав записку від Пілкінгтона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та коли повернулися голуби, надія згасла: один з них випустив із дзьоба шматок паперу з відповіддю Пілкінгтона.

source: On it was pencilled the words: “Serves you right.”
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На ній олівцем значилось: «Так вам і треба».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На ньому було написано: «Так вам і треба».

source: Meanwhile Frederick and his men had halted about the windmill.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тим часом Фредерік зі своїм загоном затримався біля вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тим часом Фредерік зі своєю командою зупинився біля млина.

source: The animals watched them, and a murmur of dismay went round.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини, які пильно за ними спостерігали, тривожно зашепотіли.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини, які спостерігали за ними, сумно загомоніли.

source: “I thought so,” he said.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Так я і знав, — мовив він.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Я так і думав, — сказав він.

source: “Do you not see what they are doing?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Хіба ви не бачите, що вони роблять?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Чи ви не бачите хіба, що вони роблять?

source: Terrified, the animals waited.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини нажахано чекали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварин охопив жах.

source: It was impossible now to venture out of the shelter of the buildings.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Годі було й думати про те, щоб виткнутися з хлівів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тепер уже неможливо вийти з укриття.

source: After a few minutes the men were seen to be running in all directions.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А ще за кілька хвилин вони побачили, як люди розбігаються від вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Через кілька хвилин люди раптом порозбігалися,

source: At this sight the animals’ courage returned to them.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини побачили таке, і до них повернулася відвага.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І тоді хоробрість повернулася до тварин.

source: This time they did not heed the cruel pellets that swept over them like hail.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І не помічали безжалісних куль, що градом сипалися на них.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цього разу їх не зупинили дробини, що градом посипалася з жорстоких рушниць.

source: But the men did not go unscathed either.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але ж і людям дісталося.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте потерпали й люди.

source: They saw that they were in danger of being surrounded.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Їх от-от могли оточити!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: вони зрозуміли, що їх могли оточити.

source: Slowly they began to limp back towards the farm.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тож спроквола пошкутильгали назад до ферми.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Знесилені, закривавлені, вони побрели назад до двору.

source: And in rebuilding it they could not this time, as before, make use of the fallen stones. This time the stones had vanished too.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І для відбудови його вони вже не могли використати, як раніше, розкидане каміння. Бо й саме каміння зникло.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І цього разу їм не вдасться використати каміння, що впало:

source: We will build another windmill.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Збудуємо інший.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Збудуємо інший млин.

source: You do not appreciate, comrade, the mighty thing that we have done.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ти тільки збагни, товаришу, який подвиг ми здійснили!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ви недооцінюєте, товаришу, величі перемоги, здобутої нами.

source: That night there came from the farmhouse the sound of loud singing, in which, to everyone’s surprise, the strains of Beasts of England were mixed up.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тієї ночі з будинку линув гучний спів, як не дивно, на мотив «Тварин Англії».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цього вечора навіть крізь зачинені вікна до тварин у хлівах і сараях долинали звуки гучного співу, зокрема, до загального подиву, вирізнялася й мелодія, яка нагадувала пісню «Тварини Англії».

source: As yet no animal had actually retired on pension, but of late the subject had been discussed more and more.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але й досі жодна тварина не пішла на пенсію, хоч останнім часом це питання поставало все частіше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Досі ніхто з тварин ще не пішов на заслужений відпочинок, хоч останнім часом це питання обговорювалося дедалі частіше.

source: For a horse, it was said, the pension would be five pounds of corn a day and, in winter, fifteen pounds of hay, with a carrot or possibly an apple on public holidays.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пенсія для коня, казали, становитиме п'ять фунтів вівса на день, узимку — п'ятнадцять фунтів сіна, а на свята ще й даватимуть по морквині чи й навіть по яблуку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Казали, що для коня щоденний пенсійний раціон становитиме п’ять фунтів зерна, а взимку — п’ятнадцять фунтів сіна та ще даватимуть морквину або, бува, яблуко на свята.

source: But doubtless it had been worse in the old days. They were glad to believe so.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але колись було ще гірше, це поза сумнівом — вони охоче вірили в це.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але в колишні часи, все, зрозуміло, було ще гірше — вони охоче вірили цьому.

source: There were many more mouths to feed now.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А ротів дедалі більшало.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ротів значно побільшало.

source: The dogs flanked the procession and at the head of all marched Napoleon’s black cockerel.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пси сунули обабіч процесії, а попереду всіх ступав Наполеонів чорний півень.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Собаки крокували обабіч, а попереду всіх — чорний півень Наполеона.

source: In fact, it was he who had actually been the leader of the human forces, and had charged into battle with the words “Long live Humanity!” on his lips.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не хто інший, як він, очолював людські сили й кидався в атаку з кличем «Хай живе людство!»
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Власне, саме він очолив загін людей та атакував тварин з криком: «Хай живе людство!»

source: He would perch on a stump, flap his black wings, and talk by the hour to anyone who would listen.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Було вилетить на пеньок, затріпоче крильми і годинами теревенить до кожного, аби хто слухав.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Найчастіше обирав собі за трибуну старий пень і плескаючи чорними крилами, не вгавав годинами, аби тільки підходили слухачі.

source: He even claimed to have been there on one of his higher flights, and to have seen the everlasting fields of clover and the linseed cake and lump sugar growing on the hedges.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він навіть стверджував, що побував там під час одного свого вищого польоту і бачив вічні поля конюшини, лляні висівки й цукор-рафінад, що ростуть прямо на живоплоті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Мозес навіть стверджував, що одного разу літав туди й бачив вічнозелені поля, вкриті конюшиною і льоном, а на живоплотах росли хрусткі скоринки та цукор-рафінад.

source: He had gone out alone to drag a load of stone down to the windmill.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він сам-один подався приволокти до вітряка ходку каменю, що, напевно, так і було.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі знали, що він сам пішов до каменоломні ще трохи попрацювати.

source: “Boxer!” she cried, “how are you?”
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Боксере! — згукнула вона. — Що з тобою?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Боксере! — крикнула вона. — Скажи, що з тобою?

source: Boxer professed not to be sorry for what had happened.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер вдавав, що не особливо переживає.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Боксер стверджував, що не шкодує про те, що трапилося.

source: That gave the animals pause, and there was a hush.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини притихли.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Спантеличені тварини позамовкали.

source: Clover tried to stir her stout limbs to a gallop, and achieved a canter.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Конюшинка силкувалася побігти ще швидше на своїх товстих ногах, але спромоглася лише на легенький галоп.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люцерна силувалася скакати швидше, але її старі товсті ноги вже не були здатні на це.

source: “Boxer!” cried Clover in a terrible voice.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Боксере! — несамовито горлала Конюшинка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Боксер! — закричала Люцерна голосом, сповненим жаху.

source: But the van was already gathering speed and drawing away from them.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але фургон помчав швидше, віддаляючись від них.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та фургон їхав дедалі швидше, поступово віддаляючись від них.

source: It was uncertain whether Boxer had understood what Clover had said.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хтозна, чи почув Боксер Конюшинку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хтозна, чи зрозумів Боксер, що кричала йому Люцерна.

source: The time had been when a few kicks from Boxer’s hoofs would have smashed the van to matchwood.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Колись від кількох ударів Боксерових копит фургон розлетівся б на друзки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Були часи, коли він міг кількома ударами копит рознести фургон на друзки.

source: He had, he said, been present during Boxer’s last hours.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він казав, що був з Боксером до останньої хвилини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А Пискун сказав, що не залишав Боксера до останніх хвилин його життя.

source: But the explanation was really very simple.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Все ж пояснюється вкрай просто:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пискун сказав, що насправді все пояснюється дуже просто.

source: That was how the mistake had arisen.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тому й виникло непорозуміння.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тому й виникла недоречність.

source: The animals were enormously relieved to hear this.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини відчули неабияке полегшення.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини відчули величезне полегшення.

source: Whymper had bought himself a dogcart.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вімпер придбав собі візка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Містер Вімпер купив собі бричку.

source: Perhaps this was partly because there were so many pigs and so many dogs.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Можливо, почасти тому, що надто вже розплодилося свиней та собак.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Можливо, тому, що їх було багато — свиней і собак.

source: It was not that these creatures did not work, after their fashion.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не скажеш, щоб і вони не працювали по-своєму.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хоч ледацюгами язик не повертався їх назвати — на свій лад вони працювали чимало.

source: But still, neither pigs nor dogs produced any food by their own labour; and there were very many of them, and their appetites were always good.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Однак ні свині, ні пси самі не виробляли харчових продуктів, а їх було не злічити, та й на апетит вони ніколи не скаржились.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І все-таки ні свині, ні собаки своєю працею харчів не виробляли, зате ніколи не скаржилися на апетит, та й було їх багато.

source: And yet the animals never gave up hope.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І все ж ніхто не втрачав надії,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І все-таки тварини без надії сподівались.

source: If they went hungry, it was not from feeding tyrannical human beings; if they worked hard, at least they worked for themselves.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якщо й голодували, то не тому, що все забирали безжалісні люди, якщо й працювали, то тільки на себе.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хай вони голодували, але не тому, що доводилося годувати тиранів-людей; вони тяжко працювали, але на себе.

source: Squealer was with them for the greater part of every day.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А Пищик більшу частину дня проводив з ними.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А Пискун був із ними з ранку до вечора.

source: Startled, the animals stopped in their tracks.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини аж заклякли від страху,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини заклякли від несподіванки.

source: There was a deadly silence.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Запала моторошна тиша.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Мертва тиша запанувала у дворі.

source: But it appears to me that that wall looks different.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але мені здається, що стіна нібито не така, як була.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: але, здається, стіна тоді мала інший вигляд.

source: A deputation of neighbouring farmers had been invited to make a tour of inspection.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: то на оглядову екскурсію прибула делегація сусідів-фермерів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: які отримали запрошення оглянути господарство.

source: The pigs appeared completely at ease in their chairs.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Схоже, свині почувалися цілком розкуто в своїх кріслах.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Свині цілком комфортно почувалися, сидячи на стільцях.
